<template>
  <section>
    <div class="doc-body">
      <h3 class="lead">一、公司介绍</h3>
      <p>深圳市麦子智能科技有限公司成立于2014年，是东莞市天蓝智能装备有限公司设立的控股子公司，结合设备行业优势与专业软件研发及服务的相互优势，致力于成为新能源行业智能制造专家，主要为锂电生产企业提供智慧工厂、智能制造相关的企业IT规划、MES系统建设、系统集成、数据分析等咨询与服务。</p>
      <p>公司自成立至今，一直倡导“专业、务实、高效、创新”的企业精神，具有良好的内部机制。优良的工作环境以及良好的激励机制，吸引了一批年轻的、有学识的、具有实干精神的人才，高素质、高水平、高效率的人才是麦子智能在当今激烈的市场中立于不败之地的保障。</p>
      <p>在技术方面，我们拥有新进、专业的技术支持；在服务方面，我们拥有完善、快速的售后服务，以最快的速度解决企业难题；我们秉承着“客户至上”的精神，以客户业务为中心，以客户实际业务需求为导向，从客户利益出发，为客户提供完善的信息化应用解决方案。我们坚信“科技让生产更智慧”。</p>
      <h3 class="lead"> 二、软件概述</h3>
      <p>MES制造执行系统是一套面向制造企业车间执行层的生产信息化管理系统。MES可以为企业提供包括系统管理、仓储管理、工艺管理、生产计划、生产管理、质量管控、报表管理、看板管理、追溯查询、SPC等功能模块，为企业打造一个扎实、可靠、全面、可行的制造协同管理平台。</p>

      <h3 class="lead">三、软件功能说明</h3>
      <h4>系统管理</h4>
      <ul>
        <li>为了提高生产车间的生产执行率，增强对员工工作状况的管理，保证生产任务的正常开展，系统管理功能模块针对生产车间的安防系统进行实时链接，可以通过该模块功能随时查看生产车间的实时状况。</li>
      </ul>
      <h4>设备管控</h4>
      <ul>
        <li>以生产设备为对象，提高设备综合效率。采集录入设备基本信息以及间隔性采集设备实时运行等数据，收集数据并存储于数据库。根据分析数据，计算出并提示使用人员设备的保养、维修、改造、更新周期及状况。使设备寿命周期内的费用、效益比达到最佳的程度，即设备资产综合效益最大化。</li>
      </ul>
      <h4>仓储管理</h4>
      <ul>
        <li>通过入库业务、出库业务、仓库调拨、库存调拨和库存管理等功能，综合批次管理、物料对应、库存盘点、质检管理、虚仓管理和即时库存管理等功能综合运用的管理系统，有效控制并跟踪仓库业务的物流和成本管理全过程，实现完善的企业仓储信息管理。该系统可以独立执行库存操作，与其他系统的单据和凭证等结合使用，可提供更为完整全面的企业业务流程和财务管理信息。</li>
      </ul>
      <h4>工艺管理</h4>
      <ul>
        <li>工艺管理是技术管理的组成部分，体现企业的生产方针---实现优质、高产、低耗、高效益的保证。在工艺管理模块中，可以对工艺相关数据进行维护操作，以达成工艺数据标准化管理。定义工艺规范模板、工艺流程及管理工艺的详细信息。提供工艺指导书导出功能，方便在使用过程中进行相关资料查询。</li>
      </ul>
      <h4>生产计划</h4>
      <ul>
        <li>对企业生产运作总体方面的策划，让企业在计划期达到对产品品种、产量、物料库存、设备、人员等实际情况的分析，指导企业计划期生产活动的纲领性方案。在新建生产计划时，系统将自动通过相关信息计算出物料预计使用量、产出量、总优率等。在生产中，系统将记录整个生命流程操作。友好的生产过程、审核流程界面方便用户查看生产中每个环节的相关信息，还有齐套分析、BOM清单等高级功能。</li>
      </ul>
      <h4>生产执行（工单管理）</h4>
      <ul>
        <li>根据不同组织，部门和外部客户的需求，有针对的管理、维护和追踪一系列的问题和请求。提供系统化、标准化的工作处理流程。用于企业间和企业内部的工作协作，具有批量性、时效性、绩效性的特点。方便用户管理工单，记录生产中的相关执行操作。拥有的工艺防呆功能，预防在生产过程中的投料、设备发生错误生产，监控生产执行中的每一重要节点操作。</li>
      </ul>
      <h4>生产过程</h4>
      <ul>
        <li>在生产过程中，由于工艺复杂，工序众多，每道工序使用的原材料、半成品都不尽相同且相关属性不一致。生产过程管理将记录生产计划从原材料到产品出库，这一完整生命周期内的所有原材料、成品、不良品、报废品、物料调批、不良品回流等所有细节信息。生产执行是对生产过程中的相关生产数据的记录，生产过程则是对生产时所使用到的原材料及产出物等相关重要信息的记录。两者在整个生产中达到横纵数据的关联，为后续的追溯做出信息关联铺垫。</li>
      </ul>
      <h4>质量管控</h4>
      <ul>
        <li>以质量为中心、数据为基础，目的在于通过分析采集到的庞大的数据，根据生产方案、生产时间、生产数量、产品及合格率、损失率等各方面数据，计算后得出有效提高产品及格率、优秀率的可执行技术建议方案。</li>
      </ul>
      <h4>报表管理</h4>
      <ul>
        <li>将生产中的数据、设备运行情况以及产品的质量情况进行统计，将统计的数据形成日、周、月报表，及时处理报表反映的信息和处理生产状况，提搞决策能力，改进生产状况；用统一的口径、科学的计算方法、监督认证的办法，保证各项统计客观、完整、正确。</li>
      </ul>
      <h4>看板管理</h4>
      <ul>
        <li>将报表的数据以看板的形式表现出来，看板可分为车间看板和通道看板，方便用户及时了解现场的生产信息，掌握自己的作业任务，避免信息传递的遗漏；通过看板，生产现场管理人员可以直接掌握生产进度、质量等现状，让生产现场的工作业绩一目了然，使得生产的绩效考核公开化、透明化。</li>
      </ul>
      <h4>追溯模块</h4>
      <ul>
        <li>通过查询条件，追溯查询到电池工序相关关键数据和详细数据信息，支持物料编号等正向追溯，同时支持电芯编号的逆向追溯，能够根据追溯需求从不同维度进行生产过程的人机料法环全息的追溯。</li>
      </ul>
      <h4>SPC</h4>
      <ul>
        <li>在生产过程中的各个阶段对产品质量进行实时的监控与评估，是一种预防性方法，它可以判断过程的异常，及时告警；同时根据生产产品的特点，采用适宜的控制图，定时对相应的工序采集数据，描点连线，根据控制图的判断准则，发现潜在问题。</li>
      </ul>
      
      <!-- <p>查看更详细的手册说明，点击<a href="javascript:void(0)" id="downloadDocumentHelp">下载</a>链接</p> -->
      <!-- <p>查看更详细的手册说明，点击<button type="button" class="btn btn-link" id="downloadDocumentHelp">下载</button>链接</p> -->
      <p style="height: 33.333vh;"></p>
    </div>
  </section>
</template>

<script>
  export default {
    name: 'help-doc'
  }
</script>

<style scoped>
  ul{
    list-style: none;
  }
  .doc-body{
    color: #444;
  }
</style>
